{"Term Name": "Unknown or Malformed Term Name", "Darwin Core": "DwC", "Dublin Core": "DC", "Adobe XMP Core Properties": "XMP", "Adobe XMP Additional Properties": "XMP", "International Press and Telecommunications Council Photo Metadata Standard,Extension Schema 1.1": "IPTC", "Camera and Imaging Products Association Exchangeable Image File Format": "EXIF", "Music Ontology": "MO", "TDWG Natural Collection Description LSID Ontology(referenced in metadata, but no terms borrowed)": "NCD"}
{"Term Name": "dcterms:available", "Normative URI": "http://purl.org/dc/terms/available", "Modified": "2020-01-27", "Term version URI": "http://dublincore.org/usage/terms/history/#available-003", "Label": "Date Available", "": "Required:No --Repeatable:No", "Definition": "Date (often a range) that the resource became or will become available.", "Usage": "https://www.w3.org/TR/NOTE-datetime", "Notes": "https://en.wikipedia.org/wiki/ISO_8601"}
{"Term Name": "ac:commenter", "Normative URI": "http://rs.tdwg.org/ac/terms/commenter", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/commenter-2023-09-05", "Label": "Commenter", "": "Required:No --Repeatable:No", "Definition": "A URI denoting a person who created a comment.", "Usage": "Implementers and communities of practice MAY produce restrictions or recommendations on the choice of vocabularies.", "Notes": "See also Reviewer Comments for the distinction between Comments and Reviewer Comments. See also the entry for ac:commenterLiteral and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:commenterLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/commenterLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/commenterLiteral-2023-09-05", "Label": "Commenter", "": "Required:No --Repeatable:No", "Definition": "The name of a person who created a comment, or the literal \"anonymous\" (= anonymously commented).", "Notes": "See also Reviewer Comments for the distinction between Comments and Reviewer Comments. See also the entry for ac:commenter and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:comments", "Normative URI": "http://rs.tdwg.org/ac/terms/comments", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/comments-2020-01-27", "Label": "Comments", "": "Required:No --Repeatable:Yes", "Definition": "Any comment provided on the media resource, as free-form text.", "Usage": "Best practice would also identify the commenter.", "Notes": "Comments may refer to the resource itself (e. g., asserting a taxon name or location of a biological subject in an image), or to the relation between resource and associated metadata (e. g., asserting that the taxon name given in the metadata is wrong, without asserting a positive identification). There is a separate item for Reviewer Comments, which is defined more as an expert-level review. Implementers or communities of practice might establish conventions about the meaning of the absence of a commenter, but this specification is silent on that matter."}
{"Term Name": "ac:hasServiceAccessPoint", "Normative URI": "http://rs.tdwg.org/ac/terms/hasServiceAccessPoint", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/hasServiceAccessPoint-2023-09-05", "Label": "Service Access Point", "": "Required:No --Repeatable:Yes", "Definition": "In a chosen serialization (RDF, XML Schema, etc.) the potentially multiple service access points (e.g., for different resolutions of an image) might be provided in a referenced or in a nested object. This property identifies one such access point. That is, each of potentially multiple values of hasServiceAccessPoint identifies a set of representation-dependent metadata using the properties defined under the Service Access Point Vocabulary section of the Audiovisual Core Term List document.", "Notes": "Some serializations may flatten the model of service-access points by (a) dropping ac:hasServiceAccessPoint, ac:variant and ac:variantLiteral, (b) repeating properties from the Service Access Point Vocabulary and prefixing them with values of ac:variantLiteral. If such a flat serialization is necessary for services, we recommend to select from among term names of the form \"AB\" where \"A\" is one of thumbnail, trailer, lowerQuality, mediumQuality, goodQuality, bestQuality, offline and \"B\" is one of AccessURI, Format, Extent, FurtherInformationURL, LicensingException, ServiceExpectation (example: thumbnailAccessURI). Implementers in specific constraint languages such as XML Schema or RDF may wish to make Access URI and perhaps dcterms:format mandatory on instances of the service access point."}
{"Term Name": "dcterms:identifier", "Normative URI": "http://purl.org/dc/terms/identifier", "Modified": "2020-01-27", "Term version URI": "http://dublincore.org/usage/terms/history/#identifierT-001", "Label": "Identifier", "": "Required:Yes for media collections, No for media resources (but preferred if available) --Repeatable:Yes", "Definition": "An unambiguous reference to the resource within a given context.", "Usage": "An arbitrary code that is unique for the resource, with the resource being either a provider, collection, or media item.", "Notes": "Using multiple identifiers implies that they have a same-as relationship, i.e. they all identify the same object (e. g. an object may have all of an http-URL, an lsid-URI, and a UUID)."}
{"Term Name": "xmp:MetadataDate", "Normative URI": "http://ns.adobe.com/xap/1.0/MetadataDate", "Modified": "2020-01-27", "Label": "Metadata Date", "": "Required:No --Repeatable:No", "Definition": "The date and time that any metadata for this resource was last changed. It should be the same as or more recent than xmp:ModifyDate.", "Usage": "https://www.w3.org/TR/NOTE-datetime", "Notes": "https://en.wikipedia.org/wiki/ISO_8601"}
{"Term Name": "ac:metadataLanguage", "Normative URI": "http://rs.tdwg.org/ac/terms/metadataLanguage", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/metadataLanguage-2023-09-05", "Label": "Metadata Language", "": "Required:Yes --Repeatable:No", "Definition": "The URI of the language of description and other metadata (but not necessarily of the image itself) , from the ISO639-2 list of URIs for ISO 3-letter language codes, http://id.loc.gov/vocabulary/iso639-2.", "Usage": "At least one of ac:metadataLanguage and ac:metadataLanguageLiteral MUST be supplied but, when feasible, supplying both might make the metadata more widely useful. They must specify the same language. In case of ambiguity, ac:metadataLanguage prevails.", "Notes": "This is NOT dcterms:language, which is about the resource, not the metadata. Metadata Language is deliberately single-valued, imposing on unstructured serializations a requirement that multi-lingual metadata be represented as separate, complete, metadata records. Audiovisual Core requires that each record also contains the language-neutral terms. In the absence of this requirement, metadata consumers would need to know which terms are language-neutral and merge these terms from all provided metadataLanguages into a single record. Metadata consumers may re-combine the information based on the dcterms:identifier that identifies the multimedia resource. Nothing in this document would, however, prevent an implementer, e. g. of an XML-Schema representation, from providing a fully hierarchical schema in which language neutral terms occur only a single time, and only the language-specific terms are repeated in a way that unambigously relates them to a metadata language. In RDF it may be a simple repetition of plain literals associated with a language (e.g., xml:lang attribute in RDF/XML). The language attribute would then be required in Audiovisual Core and would replace ac:metadataLanguage."}
{"Term Name": "ac:metadataLanguageLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/metadataLanguageLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/metadataLanguageLiteral-2023-09-05", "Label": "Metadata Language", "": "Required:Yes --Repeatable:No", "Definition": "Language of description and other metadata (but not necessarily of the image itself) represented as an ISO639-2 three letter language code.", "Usage": "ISO639-1 two-letter codes are permitted but deprecated. At least one of ac:metadataLanguage and ac:metadataLanguageLiteral MUST be supplied but, when feasible, supplying both might make the metadata more widely useful. They MUST specify the same language. In case of ambiguity, ac:metadataLanguage prevails.", "Notes": "This is NOT dc:language, which is about the resource, not the metadata. Metadata Language is deliberately single-valued, imposing on unstructured serializations a requirement that multi-lingual metadata be represented as separate, complete, metadata records. Audiovisual Core requires that each record also contains the language-neutral terms. In the absence of this requirement, metadata consumers would need to know which terms are language-neutral and merge these terms from all provided metadataLanguages into a single record. Metadata consumers may re-combine the information based on the dcterms:identifier that identifies the multimedia resource. Nothing in this document would, however, prevent an implementer, e. g. of an XML-Schema representation, from providing a fully hierarchical schema in which language neutral terms occur only a single time, and only the language-specific terms are repeated in a way that unambigously relates them to a metadata language. In RDF it may be a simple repetition of plain literals associated with a language (e.g., xml:lang attribute in RDF/XML). The language attribute would then be required in Audiovisual Core and would replace ac:metadataLanguage."}
{"Term Name": "dcterms:modified", "Normative URI": "http://purl.org/dc/terms/modified", "Modified": "2020-01-27", "Term version URI": "http://dublincore.org/usage/terms/history/#modified-003", "Label": "Modified", "": "Required:No --Repeatable:Yes", "Definition": "Date on which the resource was changed.", "Usage": "https://www.w3.org/TR/NOTE-datetime", "Notes": "https://en.wikipedia.org/wiki/ISO_8601"}
{"Term Name": "ac:providerManagedID", "Normative URI": "http://rs.tdwg.org/ac/terms/providerManagedID", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/providerManagedID-2020-01-27", "Label": "Provider-managed ID", "": "Required:No --Repeatable:No", "Definition": "A free-form identifier (a simple number, an alphanumeric code, a URL, etc.) for the resource that is unique and meaningful primarily for the data provider.", "Notes": "Ideally, this would be a globally unique identifier (GUID), but the provider is encouraged to supply any form of identifier that simplifies communications on resources within their project and helps to locate individual data items in the provider's data repositories. It is the provider's decision whether to expose this value or not."}
{"Term Name": "xmp:Rating", "Normative URI": "http://ns.adobe.com/xap/1.0/Rating", "Modified": "2020-01-27", "Label": "Rating", "": "Required:No --Repeatable:No", "Definition": "A user-assigned rating for this file. The value shall be -1 or in the range [0..5], where -1 indicates \"rejected\" and 0 indicates \"unrated\".  If xmp:Rating is not present, a value of 0 should be assumed.", "Usage": "A rating of the media resources, provided by record originators or editors, with '1' (worst) to '5' (best). Anticipated usage is for a typical 'star rating' UI, with the addition of a notion of rejection. Values MAY be decimal numbers in the permitted range.", "Notes": "The origin of the rating is not communicated. It may, e. g., be based on user feedback or on editorial ratings. By \"user-assigned\" is meant assigned by the originator or editor of the record using the term."}
{"Term Name": "ac:reviewer", "Normative URI": "http://rs.tdwg.org/ac/terms/reviewer", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/reviewer-2023-09-05", "Label": "Reviewer", "": "Required:No --Repeatable:Yes", "Definition": "URI for a reviewer.", "Usage": "If present, then resource is peer-reviewed, even if Reviewer Comments is absent or empty. Its presence tells whether an expert in the subject featured in the media has reviewed the media item or collection and approved its metadata description; MUST display a name or the literal \"anonymous\" (= anonymously reviewed).", "Notes": "Provider is asserting they accept this review as competent. See also ac:reviewerLiteral and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:reviewerComments", "Normative URI": "http://rs.tdwg.org/ac/terms/reviewerComments", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/reviewerComments-2020-01-27", "Label": "Reviewer Comments", "": "Required:No --Repeatable:Yes", "Definition": "Any comment provided by a reviewer with expertise in the subject, as free-form text.", "Notes": "Reviewer Comments may refer to the resource itself (e. g., asserting a taxon name or location of a biological subject in an image), or to the relation between resource and associated metadata (e. g., asserting that the taxon name given in the metadata is wrong, without asserting a positive identification). There is a separate item \"Comments\" for text from commenters of unrecorded expertise."}
{"Term Name": "ac:reviewerLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/reviewerLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/reviewerLiteral-2023-09-05", "Label": "Reviewer", "": "Required:No --Repeatable:Yes", "Definition": "String providing the name of a reviewer.", "Usage": "If present, then resource is peer-reviewed, even if Reviewer Comments is absent or empty. Its presence tells whether an expert in the subject featured in the media has reviewed the media item or collection and approved its metadata description; MUST display a name or the literal \"anonymous\" (= anonymously reviewed).", "Notes": "Provider is asserting they accept this review as competent. See also ac:reviewer and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:subtype", "Normative URI": "http://rs.tdwg.org/ac/terms/subtype", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/subtype-2023-09-05", "Label": "Subtype (IRI)", "": "Required:No --Repeatable:Yes", "Definition": "A class, represented by an IRI, that provides for more specialization of the media item type than dcterms:type.", "Usage": "http://rs.tdwg.org/ac/doc/subtype/", "Notes": "See ac:subtypeLiteral for usage with strings."}
{"Term Name": "ac:subtypeLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/subtypeLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/subtypeLiteral-2023-09-05", "Label": "Subtype (literal)", "": "Required:No --Repeatable:Yes", "Definition": "A class, represented by a controlled value string, that provides for more specialization of the media item type than dc:type.", "Usage": "http://rs.tdwg.org/ac/doc/subtype/"}
{"Term Name": "dcterms:title", "Normative URI": "http://purl.org/dc/terms/title", "Modified": "2020-01-27", "Term version URI": "http://dublincore.org/usage/terms/history/#titleT-002", "Label": "Title", "": "Required:No --Repeatable:No", "Definition": "A name given to the resource.", "Usage": "Concise title, name, or brief descriptive label of institution, resource collection, or individual resource. This field SHOULD include the complete title with all the subtitles, if any.", "Notes": "It is strongly suggested to provide a title. The title facilitates interactions with humans: e.g., it could be used as display text of hyperlinks or to provide a choice of images in a pick list. The title is therefore highly useful and an effort should be made to provide it where it is not already available. When the resource is a collection without an institutional or official name, but with a thematic content, a descriptive title, e. g. \"Urban Ants of New England,\" would be suitable. In individual media resources depicting taxa, the scientific name or names of taxa often form a good title. Common names in addition to or instead of scientific names are also acceptable. Indications of action or roles captured by the media resource, such as predatory acts, are desirable (\"Rattlesnake eating deer mouse\", \"Pollinators of California Native Plants\")."}
{"Term Name": "dc:type", "Normative URI": "http://purl.org/dc/elements/1.1/type", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#type-006", "Label": "Type", "": "Required:Yes --Repeatable:No", "Definition": "The nature or genre of the resource.", "Usage": "https://www.dublincore.org/specifications/dublin-core/dcmi-terms/#section-7", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "dcterms:type", "Normative URI": "http://purl.org/dc/terms/type", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#typeT-001", "Label": "Type", "": "Required:Yes --Repeatable:No", "Definition": "The nature or genre of the resource.", "Usage": "https://www.dublincore.org/specifications/dublin-core/dcmi-terms/#section-7", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "ac:attributionLinkURL", "Normative URI": "http://rs.tdwg.org/ac/terms/attributionLinkURL", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/attributionLinkURL-2020-01-27", "Label": "Attribution Link URL", "": "Required:No --Repeatable:No", "Definition": "The URL where information about ownership, attribution, etc. of the resource may be found.", "Notes": "This URL may be used in creating a clickable logo. Providers should consider making this link as specific and useful to consumers as possible, e. g., linking to a metadata page of the specific image resource rather than to a generic page describing the owner or provider of a resource."}
{"Term Name": "ac:attributionLogoURL", "Normative URI": "http://rs.tdwg.org/ac/terms/attributionLogoURL", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/attributionLogoURL-2020-01-27", "Label": "Attribution URL", "": "Required:No --Repeatable:No", "Definition": "The URL of the icon or logo image to appear in source attribution.", "Notes": "Entering this URL into a browser should only result in the icon (not in a webpage including the icon)."}
{"Term Name": "photoshop:Credit", "Normative URI": "http://ns.adobe.com/photoshop/1.0/Credit", "Modified": "2020-01-27", "Label": "Credit", "": "Required:No --Repeatable:No", "Definition": "The credit to person(s) and/or organisation(s) required by the supplier of the item to be used when published. This is a free-text field.", "Usage": "free text for \"Please cite this as ...\"", "Notes": "IPTC also refers to this generically as a \"Credit Line\" as it is frequently displayed with the media."}
{"Term Name": "ac:fundingAttribution", "Normative URI": "http://rs.tdwg.org/ac/terms/fundingAttribution", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/fundingAttribution-2020-01-27", "Label": "Funding", "": "Required:No --Repeatable:Yes", "Definition": "Text description of organizations or individuals who funded the creation of the resource."}
{"Term Name": "ac:licenseLogoURL", "Normative URI": "http://rs.tdwg.org/ac/terms/licenseLogoURL", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/licenseLogoURL-2020-01-27", "Label": "License Logo URL", "": "Required:No --Repeatable:No", "Definition": "A URL providing access to a logo that symbolizes the License.", "Notes": "http://i.creativecommons.org/l/by-nc-sa/3.0/us/88x31.png"}
{"Term Name": "xmpRights:Owner", "Normative URI": "http://ns.adobe.com/xap/1.0/rights/Owner", "Modified": "2023-09-05", "Label": "Copyright Owner", "": "Required:No --Repeatable:No", "Definition": "A list of legal owners of the resource.", "Usage": "A list of the names of the owners of the copyright. 'Unknown' is an acceptable value, but 'Public Domain' is not. In that case, omit or leave empty xmpRights:Owner, and put 'Public Domain' in the Copyright Statement (dc:rights). Note: Audiovisual Core guidelines on value format are less restrictive than is specified in the IPTC guidelines.", "Notes": "Some providers use dc:publisher for this purpose, but it seems doubtful that the publisher is by necessity the copyright owner. 'Public Domain' is not an appropriate value because it denotes something that is not under copyright. Except for 'Public Domain' resources, it is strongly urged that this field be supplied."}
{"Term Name": "dc:rights", "Normative URI": "http://purl.org/dc/elements/1.1/rights", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#rights-006", "Label": "Copyright Statement", "": "Required:Yes --Repeatable:No", "Definition": "Information about rights held in and over the resource.", "Usage": "A full-text, readable copyright statement, as required by the national legislation of the copyright holder. On collections, this applies to all contained objects, unless the object itself has a different statement. Do not place just the name of the copyright holder(s) here! That belongs in a list in the xmpRights:Owner field, which SHOULD be supplied if dc:rights is not 'Public Domain', which is appropriate only if the resource is known to be not under copyright. At least one of dcterms:rights and dc:rights MUST be supplied but, when feasible, supplying both might make the metadata more widely useful. They MUST specify the same rights.", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "dcterms:rights", "Normative URI": "http://purl.org/dc/terms/rights", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#rightsT-001", "Label": "Copyright Statement", "": "Required:Yes --Repeatable:No", "Definition": "Information about rights held in and over the resource.", "Usage": "A URI pointing to structured information about rights held in and over the resource. At least one of dcterms:rights and dc:rights MUST be supplied but, when feasible, supplying both might make the metadata more widely useful. They MUST specify the same rights. In case of ambiguity, dcterms:rights prevails.", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "dc:source", "Normative URI": "http://purl.org/dc/elements/1.1/source", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#source-006", "Label": "Published Source", "": "Required:No --Repeatable:Yes", "Definition": "A related resource from which the described resource is derived.", "Usage": "A string providing an identifiable source from which the described resources was derived.", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "dcterms:source", "Normative URI": "http://purl.org/dc/terms/source", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#sourceT-001", "Label": "Published Source", "": "Required:No --Repeatable:Yes", "Definition": "A related resource from which the described resource is derived.", "Usage": "URI for an identifiable source from which the described resources was derived.", "Notes": "http://www.loc.gov/pictures/item/fsa1998021539/PP/"}
{"Term Name": "xmpRights:UsageTerms", "Normative URI": "http://ns.adobe.com/xap/1.0/rights/UsageTerms", "Modified": "2020-01-27", "Label": "License Terms", "": "Required:No --Repeatable:No", "Definition": "A collection of text instructions on how a resource can be legally used, given in a variety of languages.", "Usage": "The license statement defining how resources might be used. Information on a collection applies to all contained objects unless the object has a different statement. Where different quality variants (e. g. different resolutions of images) are published under different licenses, the AC term \"Licensing Exception Statement\" supports variant-specific licenses. Note that the medium or low resolution levels of the same image might be available under open access licenses.", "Notes": "Example: \"Available under Creative Commons BY-SA 3.0 license\". This also describes the commercial availability of items. Buying an identification tool or media resource is essentially the purchase of an individual license. Examples for such License statements: \"Available through bookstores\" for a commercially published CD, and \"Individual licenses available for purchase\" for a high-resolution image. In general, this term determines the default licensing for the media. License terms specific to variants or representations of the media resource (e.g., different resolutions) are dealt within the section on Service Access Point Vocabulary"}
{"Term Name": "xmpRights:WebStatement", "Normative URI": "http://ns.adobe.com/xap/1.0/rights/WebStatement", "Modified": "2021-10-05", "Label": "License URL", "": "Required:No --Repeatable:No", "Definition": "A Web URL for a statement of the ownership and usage rights for this resource.", "Usage": "A URL defining or further elaborating on the license statement (e. g., a web page explaining the precise terms of use).  Where different quality variants (e. g. different resolutions of images) are published under different licenses, the AC term \"Licensing Exception Statement\" supports variant-specific licenses", "Notes": "http://creativecommons.org/licenses/by-nc-sa/3.0/us/"}
{"Term Name": "dc:creator", "Normative URI": "http://purl.org/dc/elements/1.1/creator", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#creator-006", "Label": "Creator", "": "Required:No --Repeatable:Yes", "Definition": "An entity primarily responsible for making the resource.", "Usage": "The person or organization responsible for creating the media resource. The value MAY be simple text including contact information.", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "dcterms:creator", "Normative URI": "http://purl.org/dc/terms/creator", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#creatorT-002", "Label": "Creator", "": "Required:No --Repeatable:Yes", "Definition": "An entity primarily responsible for making the resource.", "Usage": "A URI representing the person or organization responsible for creating the media resource.", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "ac:metadataCreator", "Normative URI": "http://rs.tdwg.org/ac/terms/metadataCreator", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/metadataCreator-2023-09-05", "Label": "Metadata Creator", "": "Required:No --Repeatable:Yes", "Definition": "A URI representing a person or organization originally creating the resource metadata record.", "Notes": "See also the entry for ac:metadataCreatorLiteral and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:metadataCreatorLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/metadataCreatorLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/metadataCreatorLiteral-2023-09-05", "Label": "Metadata Creator", "": "Required:No --Repeatable:Yes", "Definition": "Name of the person or organization originally creating the resource metadata record.", "Notes": "See also the entry for ac:metadataCreator and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:metadataProvider", "Normative URI": "http://rs.tdwg.org/ac/terms/metadataProvider", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/metadataProvider-2023-09-05", "Label": "Metadata Provider", "": "Required:No --Repeatable:Yes", "Definition": "URI of person or organization originally responsible for providing the resource metadata record.", "Notes": "Media resources and their metadata may be served from different institutions, e. g. in the case of aggregators adding user annotations, taxon identifications, or ratings. Compare Provider. See also the entry for ac:metadataProviderLiteral and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:metadataProviderLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/metadataProviderLiteral", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/metadataProviderLiteral-2020-01-27", "Label": "Metadata Provider", "": "Required:No --Repeatable:Yes", "Definition": "Name of the person or organization originally responsible for providing the resource metadata record.", "Notes": "Media resources and their metadata may be served from different institutions, e. g. in the case of aggregators adding user annotations, taxon identifications, or ratings. Compare Provider. See also the entry for ac:metadataProvider in this document and the section Namespaces, Prefixes and Term Names for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:provider", "Normative URI": "http://rs.tdwg.org/ac/terms/provider", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/provider-2023-09-05", "Label": "Provider", "": "Required:No --Repeatable:No", "Definition": "URI for person or organization responsible for presenting the media resource.", "Usage": "If no separate Metadata Provider is given, this also attributes the metadata.", "Notes": "Media resources and their metadata may be served from different institutions, e. g. in the case of aggregators adding user annotations, taxon identifications, or ratings. See also the entry for ac:providerLiteral and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:providerLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/providerLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/providerLiteral-2023-09-05", "Label": "Provider", "": "Required:No --Repeatable:No", "Definition": "Name of the person or organization responsible for presenting the media resource.", "Usage": "If no separate Metadata Provider is given, this also attributes the metadata.", "Notes": "Media resources and their metadata may be served from different institutions, e. g. in the case of aggregators adding user annotations, taxon identifications, or ratings. See also the entry for ac:provider and the section Namespaces, Prefixes and Term Names in the Audiovisual Core Term List document for discussion of the rationale for separate terms taking URI values from those taking Literal values where both are possible. Normal practice is to use the same Label if both are provided. Labels have no effect on information discovery and are only suggestions."}
{"Term Name": "ac:caption", "Normative URI": "http://rs.tdwg.org/ac/terms/caption", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/caption-2021-10-05", "Label": "Caption", "": "Required:No --Repeatable:No", "Definition": "As alternative or in addition to description, a caption is free-form text to be displayed together with (rather than instead of) a resource that is suitable for captions (especially images).", "Notes": "If both description and caption are present in the metadata, a description is typically displayed instead of the resource, a caption together with the resource. Thus, in HTML it would be appropriate to use ac:caption values in figcaption elements. Often only one of description or caption is present; choose the term most appropriate for your metadata."}
{"Term Name": "Iptc4xmpExt:CVterm", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/CVterm", "Modified": "2020-01-27", "Label": "Subject Category", "": "Required:No --Repeatable:Yes", "Definition": "A term to describe the content of the image by a value from a Controlled Vocabulary.", "Usage": "Controlled vocabulary of subjects to support broad classification of media items. Terms from various controlled vocabularies may be used. AC-recommended vocabularies are preferred and MAY be unqualified literals (not a full URI). For terms from other vocabularies either a precise URI SHOULD be used, or, as long as all unqualified terms in all vocabularies are unique, metadata SHOULD provide the source vocabularies using the Subject Category Vocabulary term. The value SHOULD be a string, whose text can also be in the form of a URL.  These guidelines on value format are less restrictive than is specified by the IPTC guidelines.", "Notes": "http://gcmd.nasa.gov/"}
{"Term Name": "dcterms:description", "Normative URI": "http://purl.org/dc/terms/description", "Modified": "2021-10-05", "Term version URI": "http://dublincore.org/usage/terms/history/#descriptionT-001", "Label": "Description", "": "Required:No --Repeatable:No", "Definition": "An account of the resource.", "Usage": "Description of collection or individual resource, containing the Who, What, When, Where and Why as free-form text.", "Notes": "This property optionally allows the presentation of detailed information and will in most cases be shown together with the resource title. If both a description and a caption are present in the metadata, a description is typically displayed instead of the resource, whereas a caption is displayed together with the resource. The description should aim to be a good proxy for the underlying media resource in cases where only text can be shown, whereas the caption may only make sense when shown together with the media. Thus, in HTML it would be appropriate to use dcterms:description values for alt attributes in img elements. Often only one of description or caption is present; choose the term most appropriate for your metadata. It is the role of implementers of an AC concrete representation (e.g., an XML Schema, an RDF representation, etc.) to decide and document how formatting advice will be represented in descriptions serialized according to such representations."}
{"Term Name": "ac:freqHigh", "Normative URI": "http://rs.tdwg.org/ac/terms/freqHigh", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/freqHigh-2021-10-05", "Label": "Upper frequency bound", "": "Required:No --Repeatable:No", "Definition": "The highest frequency of the phenomena reflected in the multimedia item or Region of Interest.", "Usage": "Numeric value in hertz (Hz)", "Notes": "This term refers to the sound events depicted and not to the constraints of the recording medium, so are in principle independent from sampleRate. If dwc:scientificName is specified and if applied to the entire multimedia item, these frequency bounds refer to the sounds of the species given in the dwc:scientificName throughout the whole recording. Although many users will specify both freqLow and freqHigh, it is permitted to specify just one or the other, for example if only one of the bounds is discernible."}
{"Term Name": "ac:freqLow", "Normative URI": "http://rs.tdwg.org/ac/terms/freqLow", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/freqLow-2021-10-05", "Label": "Lower frequency bound", "": "Required:No --Repeatable:No", "Definition": "The lowest frequency of the phenomena reflected in the multimedia item or Region of Interest.", "Usage": "Numeric value in hertz (Hz)", "Notes": "This term refers to the sound events depicted and not to the constraints of the recording medium, so are in principle independent from sampleRate. If dwc:scientificName is specified and if applied to the entire multimedia item, these frequency bounds refer to the sounds of the species given in the dwc:scientificName throughout the whole recording. Although many users will specify both freqLow and freqHigh, it is permitted to specify just one or the other, for example if only one of the bounds is discernible."}
{"Term Name": "dc:language", "Normative URI": "http://purl.org/dc/elements/1.1/language", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#language-007", "Label": "Language", "": "Required:No --Repeatable:Yes", "Definition": "A language of the resource.", "Usage": "Language(s) of resource itself represented in the ISO639-2 three-letter language code. ISO639-1 two-letter codes are permitted but deprecated.", "Notes": "http://id.loc.gov/vocabulary/iso639-5.html"}
{"Term Name": "dcterms:language", "Normative URI": "http://purl.org/dc/terms/language", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#languageT-001", "Label": "Language", "": "Required:No --Repeatable:Yes", "Definition": "A language of the resource.", "Usage": "http://id.loc.gov/vocabulary/iso639-2", "Notes": "http://id.loc.gov/vocabulary/iso639-2/zxx"}
{"Term Name": "ac:physicalSetting", "Normative URI": "http://rs.tdwg.org/ac/terms/physicalSetting", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/physicalSetting-2020-01-27", "Label": "Physical Setting", "": "Required:No --Repeatable:Yes", "Definition": "The setting of the content represented in media such as images, sounds, and movies if the provider deems them relevant.", "Usage": "Constrained vocabulary of: \"Natural\" = Object in its natural setting of the object (e. g. living organisms in their natural environment); \"Artificial\" = Object in an artificial environment (e. g. living organisms in an artificial environment such as a zoo, garden, greenhouse, or laboratory); \"Edited\" = Human media editing of a natural setting or media acquisition with a separate media background such as a photographic backdrop.", "Notes": "Multiple values may be needed for movies or montages. See also ac:resourceCreationTechnique which should be used to describe any modifications to the resource itself. Communities of practice should form best practices for the use of these controlled terms."}
{"Term Name": "ac:subjectCategoryVocabulary", "Normative URI": "http://rs.tdwg.org/ac/terms/subjectCategoryVocabulary", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/subjectCategoryVocabulary-2020-01-27", "Label": "Subject Category Vocabulary", "": "Required:No --Repeatable:Yes", "Definition": "Any vocabulary or formal classification from which terms in the Subject Category have been drawn.", "Notes": "The AC recommended vocabularies do not need to be cited here. There is no required linkage between individual Subject Category terms and the vocabulary; the mechanism is intended to support discovery of the normative URI for a term, but not guarantee it."}
{"Term Name": "ac:tag", "Normative URI": "http://rs.tdwg.org/ac/terms/tag", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/tag-2020-01-27", "Label": "Tag", "": "Required:No --Repeatable:Yes", "Definition": "General keywords or tags.", "Notes": "Tags may be multi-worded phrases. Where scientific names, common names, geographic locations, etc. are separable, those should go into the more specific coverage metadata items provided further below. Examples: \"flower diagram\". Character or part keywords like \"leaf\", or \"flower color\" are especially desirable."}
{"Term Name": "Iptc4xmpExt:City", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/City", "Modified": "2020-01-27", "Label": "City or Place Name", "": "Required:No --Repeatable:Yes", "Definition": "Name of the city of a location. This element is at the fourth level of a top-down geographical hierarchy.", "Usage": "Optionally, the name of a city or place commonly found in gazetteers (such as a mountain or national park) in which the subjects (e. g., species, habitats, or events) were located."}
{"Term Name": "dwc:continent", "Normative URI": "http://rs.tdwg.org/dwc/terms/continent", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/continent-2017-10-06", "Label": "Continent", "": "Required:No --Repeatable:Yes", "Definition": "The name of the continent in which the Location occurs.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Africa,Antarctica,Asia,Europe,North America,Oceania,South America"}
{"Term Name": "dwc:coordinatePrecision", "Normative URI": "http://rs.tdwg.org/dwc/terms/coordinatePrecision", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/coordinatePrecision-2017-10-06", "Label": "Coordinate Precision", "": "Required:No --Repeatable:Yes", "Definition": "A decimal representation of the precision of the coordinates given in the decimalLatitude and decimalLongitude.", "Examples": "0.00001(normal GPS limit for decimal degrees).0.000278(nearest second).0.01667(nearest minute).1.0(nearest degree)."}
{"Term Name": "dwc:coordinateUncertaintyInMeters", "Normative URI": "http://rs.tdwg.org/dwc/terms/coordinateUncertaintyInMeters", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/coordinateUncertaintyInMeters-2017-10-06", "Label": "Coordinate Uncertainty In Meters", "": "Required:No --Repeatable:Yes", "Definition": "The horizontal distance (in meters) from the given decimalLatitude and decimalLongitude describing the smallest circle containing the whole of the Location. Leave the value empty if the uncertainty is unknown, cannot be estimated, or is not applicable (because there are no coordinates). Zero is not a valid value for this term.", "Examples": "30(reasonable lower limit of a GPS reading under good conditions if the actual precision was not recorded at the time).71(uncertainty for a UTM coordinate having 100 meter precision and a known spatial reference system)."}
{"Term Name": "dwc:country", "Normative URI": "http://rs.tdwg.org/dwc/terms/country", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/country-2017-10-06", "Label": "Country", "": "Required:No --Repeatable:Yes", "Definition": "The name of the country or major administrative unit in which the Location occurs.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Denmark,Colombia,España"}
{"Term Name": "Iptc4xmpExt:CountryCode", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/CountryCode", "Modified": "2020-01-27", "Label": "Country Code", "": "Required:No --Repeatable:Yes", "Definition": "The ISO code of a country of a location. This element is at the second level of a top-down geographical hierarchy.", "Usage": "The geographic location of the specific entity or entities documented by the media item, expressed through a constrained vocabulary of countries using 2-letter ISO 3166-1 country code (e. g. \"IT, SI\").", "Notes": "Accepted exceptions to be used instead of ISO codes are: \"Global\", \"Marine\", \"Europe\", \"N-America\", \"C-America\", \"S-America\", \"Africa\", \"Asia\", \"Oceania\", ATA = \"Antarctica\", XEU = \"European Union\", XAR = \"Arctic\", \"ZZZ\" = \"Unknown country\" (3 letter abbreviations from IPTC codes)."}
{"Term Name": "dwc:countryCode", "Normative URI": "http://rs.tdwg.org/dwc/terms/countryCode", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/countryCode-2017-10-06", "Label": "Country Code", "": "Required:No --Repeatable:Yes", "Definition": "The standard code for the country in which the Location occurs.", "Notes": "Recommended best practice is to use an ISO 3166-1-alpha-2 country code.", "Examples": "AR,SV"}
{"Term Name": "Iptc4xmpExt:CountryName", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/CountryName", "Modified": "2020-01-27", "Label": "Country Name", "": "Required:No --Repeatable:Yes", "Definition": "The name of a country of a location. This element is at the second level of a top-down geographical hierarchy.", "Usage": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/CountryCode"}
{"Term Name": "dwc:county", "Normative URI": "http://rs.tdwg.org/dwc/terms/county", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/county-2017-10-06", "Label": "County", "": "Required:No --Repeatable:Yes", "Definition": "The full, unabbreviated name of the next smaller administrative region than stateProvince (county, shire, department, etc.) in which the Location occurs.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Missoula,Los Lagos,Mataró"}
{"Term Name": "dwc:decimalLatitude", "Normative URI": "http://rs.tdwg.org/dwc/terms/decimalLatitude", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/decimalLatitude-2017-10-06", "Label": "Decimal Latitude", "": "Required:No --Repeatable:Yes", "Definition": "The geographic latitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic center of a Location. Positive values are north of the Equator, negative values are south of it. Legal values lie between -90 and 90, inclusive.", "Examples": "-41.0983423"}
{"Term Name": "dwc:decimalLongitude", "Normative URI": "http://rs.tdwg.org/dwc/terms/decimalLongitude", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/decimalLongitude-2017-10-06", "Label": "Decimal Longitude", "": "Required:No --Repeatable:Yes", "Definition": "The geographic longitude (in decimal degrees, using the spatial reference system given in geodeticDatum) of the geographic center of a Location. Positive values are east of the Greenwich Meridian, negative values are west of it. Legal values lie between -180 and 180, inclusive.", "Examples": "-121.1761111"}
{"Term Name": "dwc:footprintSpatialFit", "Normative URI": "http://rs.tdwg.org/dwc/terms/footprintSpatialFit", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/footprintSpatialFit-2020-08-20", "Label": "Footprint Spatial Fit", "": "Required:No --Repeatable:Yes", "Definition": "The ratio of the area of the footprint (footprintWKT) to the area of the true (original, or most specific) spatial representation of the Location. Legal values are 0, greater than or equal to 1, or undefined. A value of 1 is an exact match or 100% overlap. A value of 0 should be used if the given footprint does not completely contain the original representation. The footprintSpatialFit is undefined (and should be left empty) if the original representation is a point without uncertainty and the given georeference is not that same point (without uncertainty). If both the original and the given georeference are the same point, the footprintSpatialFit is 1.", "Notes": "https://doi.org/10.15468/doc-gg7h-s853", "Examples": "0,1,1.5708"}
{"Term Name": "dwc:footprintSRS", "Normative URI": "http://rs.tdwg.org/dwc/terms/footprintSRS", "Modified": "2020-08-23", "Label": "Footprint SRS", "": "Required:No --Repeatable:Yes", "Definition": "A Well-Known Text (WKT) representation of the Spatial Reference System (SRS) for the footprintWKT of the Location. Do not use this term to describe the SRS of the decimalLatitude and decimalLongitude, even if it is the same as for the footprintWKT - use the geodeticDatum instead.", "Examples": "GEOGCS[\"GCS_WGS_1984\", DATUM[\"D_WGS_1984\", SPHEROID[\"WGS_1984\",6378137,298.257223563]], PRIMEM[\"Greenwich\",0], UNIT[\"Degree\",0.0174532925199433]](WKT for the standard WGS84 Spatial Reference System EPSG:4326)."}
{"Term Name": "dwc:footprintWKT", "Normative URI": "http://rs.tdwg.org/dwc/terms/footprintWKT", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/footprintWKT-2017-10-06", "Label": "Footprint WKT", "": "Required:No --Repeatable:Yes", "Definition": "A Well-Known Text (WKT) representation of the shape (footprint, geometry) that defines the Location. A Location may have both a point-radius representation (see decimalLatitude) and a footprint representation, and they may differ from each other.", "Examples": "POLYGON ((10 20, 11 20, 11 21, 10 21, 10 20))(the one-degree bounding box with opposite corners at longitude=10, latitude=20 and longitude=11, latitude=21)"}
{"Term Name": "dwc:geodeticDatum", "Normative URI": "http://rs.tdwg.org/dwc/terms/geodeticDatum", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/geodeticDatum-2017-10-06", "Label": "Geodetic Datum", "": "Required:No --Repeatable:Yes", "Definition": "The ellipsoid, geodetic datum, or spatial reference system (SRS) upon which the geographic coordinates given in decimalLatitude and decimalLongitude as based.", "Notes": "Recommended best practice is to use the EPSG code of the SRS, if known. Otherwise use a controlled vocabulary for the name or code of the geodetic datum, if known. Otherwise use a controlled vocabulary for the name or code of the ellipsoid, if known. If none of these is known, use the valueunknown.", "Examples": "EPSG:4326,WGS84,NAD27,Campo Inchauspe,European 1950,Clarke 1866,unknown"}
{"Term Name": "dwc:georeferencedBy", "Normative URI": "http://rs.tdwg.org/dwc/terms/georeferencedBy", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/georeferencedBy-2017-10-06", "Label": "Georeferenced By", "": "Required:No --Repeatable:Yes", "Definition": "A list (concatenated and separated) of names of people, groups, or organizations who determined the georeference (spatial representation) for the Location.", "Notes": "Recommended best practice is to separate the values in a list with space vertical bar space (|).", "Examples": "Brad Millen (ROM),Kristina Yamamoto | Janet Fang"}
{"Term Name": "dwc:georeferenceProtocol", "Normative URI": "http://rs.tdwg.org/dwc/terms/georeferenceProtocol", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/georeferenceProtocol-2020-08-20", "Label": "Georeference Protocol", "": "Required:No --Repeatable:Yes", "Definition": "A description or reference to the methods used to determine the spatial footprint, coordinates, and uncertainties.", "Examples": "https://doi.org/10.35035/e09p-h128"}
{"Term Name": "dwc:georeferenceRemarks", "Normative URI": "http://rs.tdwg.org/dwc/terms/georeferenceRemarks", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/georeferenceRemarks-2017-10-06", "Label": "Georeference Remarks", "": "Required:No --Repeatable:Yes", "Definition": "Notes or comments about the spatial description determination, explaining assumptions made in addition or opposition to the those formalized in the method referred to in georeferenceProtocol.", "Examples": "Assumed distance by road (Hwy. 101)."}
{"Term Name": "dwc:georeferenceSources", "Normative URI": "http://rs.tdwg.org/dwc/terms/georeferenceSources", "Modified": "2020-10-28", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/georeferenceSources-2020-10-28", "Label": "Georeference Sources", "": "Required:No --Repeatable:Yes", "Definition": "A list (concatenated and separated) of maps, gazetteers, or other resources used to georeference the Location, described specifically enough to allow anyone in the future to use the same resources.", "Notes": "Recommended best practice is to separate the values in a list with space vertical bar space (|).", "Examples": "https://www.geonames.org/"}
{"Term Name": "dwc:georeferenceVerificationStatus", "Normative URI": "http://rs.tdwg.org/dwc/terms/georeferenceVerificationStatus", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/georeferenceVerificationStatus-2017-10-06", "Label": "Georeference Verification Status", "": "Required:No --Repeatable:Yes", "Definition": "A categorical description of the extent to which the georeference has been verified to represent the best possible spatial description.", "Notes": "Recommended best practice is to use a controlled vocabulary.", "Examples": "requires verification,verified by collector,verified by curator"}
{"Term Name": "dwc:higherGeography", "Normative URI": "http://rs.tdwg.org/dwc/terms/higherGeography", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/higherGeography-2017-10-06", "Label": "Higher Geography", "": "Required:No --Repeatable:Yes", "Definition": "A list (concatenated and separated) of geographic names less specific than the information captured in the locality term.", "Notes": "Recommended best practice is to separate the values in a list with space vertical bar space (|), with terms in order from least specific to most specific.", "Examples": "North Atlantic Ocean.South America | Argentina | Patagonia | Parque Nacional Nahuel Huapi | Neuquén | Los Lagos(with accompanying valuesSouth Americain continent,Argentinain country,Neuquénin stateProvince, andLos Lagosin county."}
{"Term Name": "dwc:higherGeographyID", "Normative URI": "http://rs.tdwg.org/dwc/terms/higherGeographyID", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/higherGeographyID-2017-10-06", "Label": "Higher Geography ID", "": "Required:No --Repeatable:Yes", "Definition": "An identifier for the geographic region within which the Location occurred.", "Notes": "Recommended best practice is to use a persistent identifier from a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "http://vocab.getty.edu/tgn/1002002"}
{"Term Name": "dwc:island", "Normative URI": "http://rs.tdwg.org/dwc/terms/island", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/island-2017-10-06", "Label": "Island", "": "Required:No --Repeatable:Yes", "Definition": "The name of the island on or near which the Location occurs.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Nosy Be,Bikini Atoll,Vancouver,Viti Levu,Zanzibar"}
{"Term Name": "dwc:islandGroup", "Normative URI": "http://rs.tdwg.org/dwc/terms/islandGroup", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/islandGroup-2017-10-06", "Label": "Island Group", "": "Required:No --Repeatable:Yes", "Definition": "The name of the island group in which the Location occurs.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Alexander Archipelago,Archipiélago Diego Ramírez,Seychelles"}
{"Term Name": "dwc:locality", "Normative URI": "http://rs.tdwg.org/dwc/terms/locality", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/locality-2017-10-06", "Label": "Locality", "": "Required:No --Repeatable:Yes", "Definition": "The specific description of the place. Less specific geographic information can be provided in other geographic terms (higherGeography, continent, country, stateProvince, county, municipality, waterBody, island, islandGroup). This term may contain information modified from the original to correct perceived errors or standardize the description.", "Examples": "Bariloche, 25 km NNE via Ruta Nacional 40 (=Ruta 237)."}
{"Term Name": "dwc:locationAccordingTo", "Normative URI": "http://rs.tdwg.org/dwc/terms/locationAccordingTo", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/locationAccordingTo-2017-10-06", "Label": "Location According To", "": "Required:No --Repeatable:Yes", "Definition": "Information about the source of this Location information. Could be a publication (gazetteer), institution, or team of individuals.", "Examples": "Getty Thesaurus of Geographic Names,GADM"}
{"Term Name": "dwc:locationID", "Normative URI": "http://rs.tdwg.org/dwc/terms/locationID", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/locationID-2017-10-06", "Label": "Location ID", "": "Required:No --Repeatable:Yes", "Definition": "An identifier for the set of location information (data associated with dcterms:Location). May be a global unique identifier or an identifier specific to the data set.", "Examples": "https://opencontext.org/subjects/768A875F-E205-4D0B-DE55-BAB7598D0FD1"}
{"Term Name": "dwc:locationRemarks", "Normative URI": "http://rs.tdwg.org/dwc/terms/locationRemarks", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/locationRemarks-2017-10-06", "Label": "Location Remarks", "": "Required:No --Repeatable:Yes", "Definition": "Comments or notes about the Location.", "Examples": "under water since 2005"}
{"Term Name": "Iptc4xmpExt:LocationShown", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/LocationShown", "Modified": "2020-01-27", "Label": "Location Shown", "": "Required:No --Repeatable:Yes", "Definition": "A location the content of the item is about. For photos that is a location shown in the image.", "Usage": "The location that is depicted the media content, irrespective of the location at which the resource has been created."}
{"Term Name": "dwc:maximumDepthInMeters", "Normative URI": "http://rs.tdwg.org/dwc/terms/maximumDepthInMeters", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/maximumDepthInMeters-2017-10-06", "Label": "Maximum Depth In Meters", "": "Required:No --Repeatable:Yes", "Definition": "The greater depth of a range of depth below the local surface, in meters.", "Examples": "0,200"}
{"Term Name": "dwc:maximumDistanceAboveSurfaceInMeters", "Normative URI": "http://rs.tdwg.org/dwc/terms/maximumDistanceAboveSurfaceInMeters", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/maximumDistanceAboveSurfaceInMeters-2017-10-06", "Label": "Maximum Distance Above Surface In Meters", "": "Required:No --Repeatable:Yes", "Definition": "The greater distance in a range of distance from a reference surface in the vertical direction, in meters. Use positive values for locations above the surface, negative values for locations below. If depth measures are given, the reference surface is the location given by the depth, otherwise the reference surface is the location given by the elevation.", "Examples": "-1.5(below the surface).4.2(above the surface). For a 1.5 meter sediment core from the bottom of a lake (at depth 20m) at 300m elevation: verbatimElevation:300mminimumElevationInMeters:300, maximumElevationInMeters:300, verbatimDepth:20m, minimumDepthInMeters:20, maximumDepthInMeters:20, minimumDistanceAboveSurfaceInMeters:0, maximumDistanceAboveSurfaceInMeters:-1.5."}
{"Term Name": "dwc:maximumElevationInMeters", "Normative URI": "http://rs.tdwg.org/dwc/terms/maximumElevationInMeters", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/maximumElevationInMeters-2017-10-06", "Label": "Maximum Elevation In Meters", "": "Required:No --Repeatable:Yes", "Definition": "The upper limit of the range of elevation (altitude, usually above sea level), in meters.", "Examples": "-205,1236"}
{"Term Name": "dwc:minimumDepthInMeters", "Normative URI": "http://rs.tdwg.org/dwc/terms/minimumDepthInMeters", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/minimumDepthInMeters-2017-10-06", "Label": "Minimum Depth In Meters", "": "Required:No --Repeatable:Yes", "Definition": "The lesser depth of a range of depth below the local surface, in meters.", "Examples": "0,100"}
{"Term Name": "dwc:minimumDistanceAboveSurfaceInMeters", "Normative URI": "http://rs.tdwg.org/dwc/terms/minimumDistanceAboveSurfaceInMeters", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/minimumDistanceAboveSurfaceInMeters-2017-10-06", "Label": "Minimum Distance Above Surface In Meters", "": "Required:No --Repeatable:Yes", "Definition": "The lesser distance in a range of distance from a reference surface in the vertical direction, in meters. Use positive values for locations above the surface, negative values for locations below. If depth measures are given, the reference surface is the location given by the depth, otherwise the reference surface is the location given by the elevation.", "Examples": "-1.5(below the surface).4.2(above the surface). For a 1.5 meter sediment core from the bottom of a lake (at depth 20m) at 300m elevation: verbatimElevation:300mminimumElevationInMeters:300, maximumElevationInMeters:300, verbatimDepth:20m, minimumDepthInMeters:20, maximumDepthInMeters:20, minimumDistanceAboveSurfaceInMeters:0, maximumDistanceAboveSurfaceInMeters:-1.5."}
{"Term Name": "dwc:minimumElevationInMeters", "Normative URI": "http://rs.tdwg.org/dwc/terms/minimumElevationInMeters", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/minimumElevationInMeters-2017-10-06", "Label": "Minimum Elevation In Meters", "": "Required:No --Repeatable:Yes", "Definition": "The lower limit of the range of elevation (altitude, usually above sea level), in meters.", "Examples": "-100,802"}
{"Term Name": "dwc:municipality", "Normative URI": "http://rs.tdwg.org/dwc/terms/municipality", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/municipality-2017-10-06", "Label": "Municipality", "": "Required:No --Repeatable:Yes", "Definition": "The full, unabbreviated name of the next smaller administrative region than county (city, municipality, etc.) in which the Location occurs. Do not use this term for a nearby named place that does not contain the actual location.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Holzminden,Araçatuba,Ga-Segonyana"}
{"Term Name": "dwc:pointRadiusSpatialFit", "Normative URI": "http://rs.tdwg.org/dwc/terms/pointRadiusSpatialFit", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/pointRadiusSpatialFit-2020-08-20", "Label": "Point Radius Spatial Fit", "": "Required:No --Repeatable:Yes", "Definition": "The ratio of the area of the point-radius (decimalLatitude, decimalLongitude, coordinateUncertaintyInMeters) to the area of the true (original, or most specific) spatial representation of the Location. Legal values are 0, greater than or equal to 1, or undefined. A value of 1 is an exact match or 100% overlap. A value of 0 should be used if the given point-radius does not completely contain the original representation. The pointRadiusSpatialFit is undefined (and should be left empty) if the original representation is a point without uncertainty and the given georeference is not that same point (without uncertainty). If both the original and the given georeference are the same point, the pointRadiusSpatialFit is 1.", "Notes": "https://doi.org/10.15468/doc-gg7h-s853", "Examples": "0,1,1.5708"}
{"Term Name": "Iptc4xmpExt:ProvinceState", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/ProvinceState", "Modified": "2020-01-27", "Label": "Province or State", "": "Required:No --Repeatable:Yes", "Definition": "The name of a subregion of a country - a province or state - of a location. This element is at the third level of a top-down geographical hierarchy.", "Usage": "OPTIONALLY, the geographic unit immediately below the country level (individual states in federal countries, provinces, or other administrative units) in which the subject of the media resource (e. g., species, habitats, or events) were located (if such information is available in separate fields)."}
{"Term Name": "dwc:stateProvince", "Normative URI": "http://rs.tdwg.org/dwc/terms/stateProvince", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/stateProvince-2017-10-06", "Label": "State Province", "": "Required:No --Repeatable:Yes", "Definition": "The name of the next smaller administrative region than country (state, province, canton, department, region, etc.) in which the Location occurs.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Montana,Minas Gerais,Córdoba"}
{"Term Name": "Iptc4xmpExt:Sublocation", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/Sublocation", "Modified": "2020-01-27", "Label": "Sublocation", "": "Required:No --Repeatable:Yes", "Definition": "Name of a sublocation. This sublocation name could either be the name of a sublocation to a city or the name of a well known location or (natural) monument outside a city. In the sense of a sublocation to a city this element is at the fifth level of a top-down geographical hierarchy.", "Usage": "Free-form text location details of the location of the subjects, down to the village, forest, or geographic feature etc., below the Iptc4xmpExt:City place name, especially information that could not be found in a gazetteer."}
{"Term Name": "dwc:verbatimCoordinates", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimCoordinates", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimCoordinates-2017-10-06", "Label": "Verbatim Coordinates", "": "Required:No --Repeatable:Yes", "Definition": "The verbatim original spatial coordinates of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.", "Examples": "41 05 54S 121 05 34W,17T 630000 4833400"}
{"Term Name": "dwc:verbatimCoordinateSystem", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimCoordinateSystem", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimCoordinateSystem-2020-08-20", "Label": "Verbatim Coordinate System", "": "Required:No --Repeatable:Yes", "Definition": "The coordinate format for the verbatimLatitude and verbatimLongitude or the verbatimCoordinates of the Location.", "Notes": "Recommended best practice is to use a controlled vocabulary.", "Examples": "decimal degrees,degrees decimal minutes,degrees minutes seconds,UTM"}
{"Term Name": "dwc:verbatimDepth", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimDepth", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimDepth-2017-10-06", "Label": "Verbatim Depth", "": "Required:No --Repeatable:Yes", "Definition": "The original description of the depth below the local surface.", "Examples": "100-200 m"}
{"Term Name": "dwc:verbatimElevation", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimElevation", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimElevation-2017-10-06", "Label": "Verbatim Elevation", "": "Required:No --Repeatable:Yes", "Definition": "The original description of the elevation (altitude, usually above sea level) of the Location.", "Examples": "100-200 m"}
{"Term Name": "dwc:verbatimLatitude", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimLatitude", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimLatitude-2017-10-06", "Label": "Verbatim Latitude", "": "Required:No --Repeatable:Yes", "Definition": "The verbatim original latitude of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.", "Examples": "41 05 54.03S"}
{"Term Name": "dwc:verbatimLocality", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimLocality", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimLocality-2017-10-06", "Label": "Verbatim Locality", "": "Required:No --Repeatable:Yes", "Definition": "The original textual description of the place.", "Examples": "25 km NNE Bariloche por R. Nac. 237"}
{"Term Name": "dwc:verbatimLongitude", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimLongitude", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimLongitude-2017-10-06", "Label": "Verbatim Longitude", "": "Required:No --Repeatable:Yes", "Definition": "The verbatim original longitude of the Location. The coordinate ellipsoid, geodeticDatum, or full Spatial Reference System (SRS) for these coordinates should be stored in verbatimSRS and the coordinate system should be stored in verbatimCoordinateSystem.", "Examples": "121d 10' 34\" W"}
{"Term Name": "dwc:verbatimSRS", "Normative URI": "http://rs.tdwg.org/dwc/terms/verbatimSRS", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/verbatimSRS-2017-10-06", "Label": "Verbatim SRS", "": "Required:No --Repeatable:Yes", "Definition": "The ellipsoid, geodetic datum, or spatial reference system (SRS) upon which coordinates given in verbatimLatitude and verbatimLongitude, or verbatimCoordinates are based.", "Notes": "Recommended best practice is to use the EPSG code of the SRS, if known. Otherwise use a controlled vocabulary for the name or code of the geodetic datum, if known. Otherwise use a controlled vocabulary for the name or code of the ellipsoid, if known. If none of these is known, use the valueunknown.", "Examples": "unknown,EPSG:4326,WGS84,NAD27,Campo Inchauspe,European 1950,Clarke 1866"}
{"Term Name": "dwc:waterBody", "Normative URI": "http://rs.tdwg.org/dwc/terms/waterBody", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/waterBody-2017-10-06", "Label": "Water Body", "": "Required:No --Repeatable:Yes", "Definition": "The name of the water body in which the Location occurs. Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Notes": "Recommended best practice is to use a controlled vocabulary such as the Getty Thesaurus of Geographic Names.", "Examples": "Indian Ocean,Baltic Sea,Hudson River,Lago Nahuel Huapi"}
{"Term Name": "Iptc4xmpExt:WorldRegion", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/WorldRegion", "Modified": "2020-01-27", "Label": "World Region", "": "Required:No --Repeatable:Yes", "Definition": "The name of a world region of a location. This element is at the first (topI) level of a topdown geographical hierarchy.", "Usage": "Name of a world region in some high level classification, such as names for continents, waterbodies, or island groups, whichever is most appropriate. The terms preferably are derived from a controlled vocabulary.", "Notes": "The equivalent DarwinCore fields here forces primary metadata providers to classify world region terms into separate properties for \"continent\", \"waterbody\", \"islandGroup\". By contrast, the Iptc4xmpExt vocabulary only specifies that a World Region is something at the top of a hierarchy of locations."}
{"Term Name": "xmp:CreateDate", "Normative URI": "http://ns.adobe.com/xap/1.0/CreateDate", "Modified": "2021-10-05", "Label": "Original Date and Time", "": "Required:No --Repeatable:No", "Definition": "The date and time the resource was created. For a digital file, this need not match a file-system creation time.  For a freshly created resource, it should be close to that time, modulo the time taken to write the file.  Later file transfer, copying, and so on, can make the file-system time arbitrarily different.", "Usage": "https://www.w3.org/TR/NOTE-datetime", "Notes": "https://en.wikipedia.org/wiki/ISO_8601"}
{"Term Name": "dcterms:temporal", "Normative URI": "http://purl.org/dc/terms/temporal", "Modified": "2020-01-27", "Term version URI": "http://dublincore.org/usage/terms/history/#temporal-003", "Label": "Temporal Coverage", "": "Required:No --Repeatable:No", "Definition": "Temporal characteristics of the resource.", "Usage": "The coverage (extent or scope) of the content of the resource. Temporal coverage will typically include temporal period (a period label, date, or date range) to which the subjects of the media or media collection relate. If dates are mentioned, they SHOULD follow ISO 8601. When the resource is a Collection, this refers to the temporal coverage of the collection. Following dcterms:temporal, the value MUST be a URI.", "Notes": "https://github.com/dcmi/repository/blob/master/mediawiki_wiki/User_Guide/Publishing_Metadata.md#dctermstemporal"}
{"Term Name": "ac:timeOfDay", "Normative URI": "http://rs.tdwg.org/ac/terms/timeOfDay", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/timeOfDay-2020-01-27", "Label": "Time of Day", "": "Required:No --Repeatable:No", "Definition": "Free text information beyond exact clock times.", "Notes": "Examples in English: afternoon, twilight."}
{"Term Name": "dwc:dateIdentified", "Normative URI": "http://rs.tdwg.org/dwc/terms/dateIdentified", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/dateIdentified-2020-08-12", "Label": "Date Identified", "": "Required:No --Repeatable:No", "Definition": "The date on which the subject was determined as representing the Taxon.", "Usage": "The date on which the person(s) given under Identified By applied a Scientific Taxon Name to the resource.", "Notes": "Recommended best practice is to use a date that conforms to ISO 8601-1:2019.", "Examples": "1963-03-08T14:07-0600(8 Mar 1963 at 2:07pm in the time zone six hours earlier than UTC).2009-02-20T08:40Z(20 February 2009 8:40am UTC).2018-08-29T15:19(3:19pm local time on 29 August 2018).1809-02-12(some time during 12 February 1809).1906-06(some time in June 1906).1971(some time in the year 1971).2007-03-01T13:00:00Z/2008-05-11T15:30:00Z(some time during the interval between 1 March 2007 1pm UTC and 11 May 2008 3:30pm UTC).1900/1909(some time during the interval between the beginning of the year 1900 and the end of the year 1909).2007-11-13/15(some time in the interval between 13 November 2007 and 15 November 2007)."}
{"Term Name": "dwc:identificationQualifier", "Normative URI": "http://rs.tdwg.org/dwc/terms/identificationQualifier", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/identificationQualifier-2017-10-06", "Label": "Identification Qualifier", "": "Required:No --Repeatable:Yes", "Definition": "A brief phrase or a standard term (\"cf.\", \"aff.\") to express the determiner's doubts about the Identification.", "Usage": "A brief phrase or a standard abbreviation (\"cf. genus\", \"cf. species\", \"cf. var.\", \"aff. species\", etc.) to express the determiner's doubts with respect to a specified taxonomic rank about the identification given in Scientific Taxon Name.", "Notes": "Splitting identification qualification and Scientific Taxon Name into separate fields is recommended practice in cases where only a single taxon name is available, or if the exchange format is able to keep relations between multiple names and identification qualifiers. Where the exchange format only supports simple multiplicities, a media item with multiple Scientific Taxon Names, some with, some without identification qualifiers, may have to be transferred with \"cf.\" or \"aff.\" qualifiers remaining embedded in the Scientific Taxon Name. Example: For the determinations \"cf. Fusarium oxysporum f. sp. palmarum\", \"Fusarium cf. oxysporum f. sp. palmarum\", \"Fusarium oxysporum cf. f. sp. palmarum\" the Scientific Taxon Name would always be \"Fusarium oxysporum f. sp. palmarum\", with Identification Qualifier \"cf. genus\", \"cf. species\" and \"cf. f.sp.\", respectively. In most cases only the lowest taxon is in doubt, but cases exist where good reasons exist to suspect a specific or even infraspecific determination, without having a save generic identification.", "Examples": "aff. agrifolia var. oxyadenia(forQuercus aff. agrifolia var. oxyadeniawith accompanying valuesQuercusin genus,agrifoliain specificEpithet,oxyadeniain infraspecificEpithet, andvar.in taxonRank.cf. var. oxyadeniaforQuercus agrifolia cf. var. oxyadeniawith accompanying valuesQuercusin genus,agrifoliain specificEpithet,oxyadeniain infraspecificEpithet, andvar.in taxonRank."}
{"Term Name": "dwc:identifiedBy", "Normative URI": "http://rs.tdwg.org/dwc/terms/identifiedBy", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/identifiedBy-2017-10-06", "Label": "Identified By", "": "Required:No --Repeatable:Yes", "Definition": "A list (concatenated and separated) of names of people, groups, or organizations who assigned the Taxon to the subject.", "Usage": "The name(s) of the person(s) who applied the Scientific Taxon Name to the media item or the occurrence represented in the media item.", "Notes": "Recommended best practice is to separate the values in a list with space vertical bar space (|).", "Examples": "James L. Patton,Theodore Pappenfuss | Robert Macey"}
{"Term Name": "dwc:lifeStage", "Normative URI": "http://rs.tdwg.org/dwc/terms/lifeStage", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/lifeStage-2017-10-06", "Label": "Subject Life Stage", "": "Required:No --Repeatable:Yes", "Definition": "The age class or life stage of the biological individual(s) at the time the Occurrence was recorded.", "Usage": "A description of the life-cycle stage of any organisms featured within the media, when relevant to the subject of the media, e. g., larvae, juvenile, adult.", "Notes": "Recommended best practice is to use a controlled vocabulary.", "Examples": "egg,eft,juvenile,adult"}
{"Term Name": "dwc:nameAccordingTo", "Normative URI": "http://rs.tdwg.org/dwc/terms/nameAccordingTo", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/nameAccordingTo-2017-10-06", "Label": "Name According To", "": "Required:No --Repeatable:Yes", "Definition": "The reference to the source in which the specific taxon concept circumscription is defined or implied - traditionally signified by the Latin \"sensu\" or \"sec.\" (from secundum, meaning \"according to\"). For taxa that result from identifications, a reference to the keys, monographs, experts and other sources should be given.", "Usage": "The taxonomic authority used to apply the name to the taxon, e. g., a person, book or web service.", "Notes": "Examples are \"Flora of North America\", \"Landrum 1981, Monograph of the Genus Myrceugenia (Myrtaceae)\", \"Peterson Field Guide to Birds of North America\", or \"Expert identification by J.Smith\".", "Examples": "McCranie, J. R., D. B. Wake, and L. D. Wilson. 1996. The taxonomic status of Bolitoglossa schmidti, with comments on the biology of the Mesoamerican salamander Bolitoglossa dofleini (Caudata: Plethodontidae). Carib. J. Sci. 32:395-398.,Werner Greuter 2008.Lilljeborg 1861, Upsala Univ. Arsskrift, Math. Naturvet., pp. 4, 5"}
{"Term Name": "ac:otherScientificName", "Normative URI": "http://rs.tdwg.org/ac/terms/otherScientificName", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/otherScientificName-2020-01-27", "Label": "Other Scientific Name", "": "Required:No --Repeatable:Yes", "Definition": "One or several Scientific Taxon Names that are synonyms to the Scientific Taxon Name may be provided here.", "Notes": "The primary purpose of this is in support of resource discovery, not developing a taxonomic synonymy. Misidentification or misspellings may thus be of interest. Where multiple taxa are present in a resource and multiple Scientific Taxon Names are given, the association between synonyms and names may not be deducible from the AC record alone."}
{"Term Name": "dwc:preparations", "Normative URI": "http://rs.tdwg.org/dwc/terms/preparations", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/preparations-2017-10-06", "Label": "Subject Preparation Technique", "": "Required:No --Repeatable:No", "Definition": "A list (concatenated and separated) of preparations and preservation methods for a specimen.", "Usage": "Free form text describing the techniques used to prepare the subject of the media, prior to or while creating the media resource.", "Notes": "Examples for such techniques are: Insect under CO2, cooled to immobility, preservation with ethanol or formaldehyde. See also Resource Creation Technique for technical aspects of digital media object creation."}
{"Term Name": "dwc:scientificName", "Normative URI": "http://rs.tdwg.org/dwc/terms/scientificName", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/scientificName-2017-10-06", "Label": "Scientific Taxon Name", "": "Required:No --Repeatable:Yes", "Definition": "The full scientific name, with authorship and date information if known. When forming part of an Identification, this should be the name in lowest level taxonomic rank that can be determined. This term should not contain identification qualifications, which should instead be supplied in the IdentificationQualifier term.", "Usage": "Scientific names of taxa represented in the media resource (with date and name authorship information if available) of the lowest level taxonomic rank that can be applied.", "Notes": "The Scientific Taxon Name may possibly be of a higher rank, e.g., a genus or family name, if this is the most specific identification available. Where multiple taxa are the subject of the media item, multiple names may be given. If possible, add this information here even if the title or caption of the resource already contains scientific taxon names. Where the list of scientific taxon names is impractically large (e.g., media collections or identification tools), the number of taxa should be given in Taxon Count (see below). If possible, avoid repeating the Taxonomic Coverage here. Do not use abbreviated Genus names (\"P. vulgaris\"). It is recommended to provide author citation to scientific names, to avoid ambiguities in the presence of homonyms (the same name created by different authors for different taxa). Identifier qualifications should be supplied in the Identification Qualifier term rather than here (i. e. \"Abies cf. alba\" is deprecated, to be replaced with Scientific Taxon Name = \"Abies alba\" and Identification Qualifier = \"cf. species\").", "Examples": "Coleoptera(order).Vespertilionidae(family).Manis(genus).Ctenomys sociabilis(genus + specificEpithet).Ambystoma tigrinum diaboli(genus + specificEpithet + infraspecificEpithet).Roptrocerus typographi (Györfi, 1952)(genus + specificEpithet + scientificNameAuthorship),Quercus agrifolia var. oxyadenia (Torr.) J.T. Howell(genus + specificEpithet + taxonRank + infraspecificEpithet + scientificNameAuthorship)."}
{"Term Name": "dwc:scientificNameID", "Normative URI": "http://rs.tdwg.org/dwc/terms/scientificNameID", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/scientificNameID-2017-10-06", "Label": "Scientific Name ID", "": "Required:No --Repeatable:Yes", "Definition": "An identifier for the nomenclatural (not taxonomic) details of a scientific name.", "Notes": "See dwc:scientificName.", "Examples": "urn:lsid:ipni.org:names:37829-1:1.3"}
{"Term Name": "dwc:sex", "Normative URI": "http://rs.tdwg.org/dwc/terms/sex", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/sex-2017-10-06", "Label": "Subject Sex", "": "Required:No --Repeatable:Yes", "Definition": "The sex of the biological individual(s) represented in the Occurrence.", "Usage": "A description of the sex of any organisms featured within the media, when relevant to the subject of the media, e. g., male, female, hermaphrodite, dioecious.", "Notes": "Recommended best practice is to use a controlled vocabulary.", "Examples": "female,male,hermaphrodite"}
{"Term Name": "ac:subjectOrientation", "Normative URI": "http://rs.tdwg.org/ac/terms/subjectOrientation", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/subjectOrientation-2023-09-05", "Label": "Subject Orientation", "": "Required:No --Repeatable:No", "Definition": "Specific orientation (= direction, view angle) of the subject represented in the media resource with respect to the acquisition device, denoted by an IRI.", "Usage": "Values SHOULD be selected from the Controlled Vocabulary for Audiovisual Core subjectOrientation. In text-based systems such as tables, IRI values MUST be in unabbreviated form."}
{"Term Name": "ac:subjectOrientationLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/subjectOrientationLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/subjectOrientationLiteral-2023-09-05", "Label": "Subject Orientation (literal)", "": "Required:No --Repeatable:No", "Definition": "Specific orientation (= direction, view angle) of the subject represented in the media resource with respect to the acquisition device, denoted by a controlled value string.", "Usage": "Values SHOULD be selected from the Controlled Vocabulary for Audiovisual Core subjectOrientation. It is best practice to use ac:subjectOrientation instead of ac:subjectOrientationLiteral whenever practical."}
{"Term Name": "ac:subjectPart", "Normative URI": "http://rs.tdwg.org/ac/terms/subjectPart", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/subjectPart-2023-09-05", "Label": "Subject Part", "": "Required:No --Repeatable:No", "Definition": "The portion or product of organism morphology, behaviour, environment, etc. that is either predominantly shown or particularly well exemplified by the media resource, denoted by an IRI.", "Usage": "Values SHOULD be selected from the Controlled Vocabulary for Audiovisual Core subjectPart. In text-based systems such as tables, IRI values MUST be in unabbreviated form."}
{"Term Name": "ac:subjectPartLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/subjectPartLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/subjectPartLiteral-2023-09-05", "Label": "Subject Part (literal)", "": "Required:No --Repeatable:No", "Definition": "The portion or product of organism morphology, behaviour, environment, etc. that is either predominantly shown or particularly well exemplified by the media resource, denoted by a controlled value string.", "Usage": "Values SHOULD be selected from the Controlled Vocabulary for Audiovisual Core subjectPart. It is best practice to use ac:subjectPart instead of ac:subjectPartLiteral whenever practical."}
{"Term Name": "ac:taxonCount", "Normative URI": "http://rs.tdwg.org/ac/terms/taxonCount", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/taxonCount-2020-01-27", "Label": "Taxon Count", "": "Required:No --Repeatable:No", "Definition": "An exact or estimated number of taxa at the lowest applicable taxon rank (usually species or infraspecific) represented by the media resource (item or collection).", "Usage": "The count SHOULD contain only the taxa covered fully or primarily by the resource. This SHOULD be a single integer number.", "Notes": "Primarily intended for resource collections and singular resources dealing with sets of taxa (e. g., identification tools, videos). It is recommended to give an exact or estimated number of specific taxa when a complete list of taxa is not available or practical. For a taxon page and most images this will be \"1\", i. e. other taxa mentioned on the side or in the background should not be counted. However, sometimes a resource may illustrate an ecological or behavioral entity with multiple species, e. g., a host-pathogen interaction; taxon count would then indicate the known number of species in this interaction. Leave the field empty if you cannot estimate the information (do not enter 0). Additional taxon counts at higher levels (e. g. how many families are covered by a digital Fauna) should be given verbatim in the resource description, not here."}
{"Term Name": "ac:taxonCoverage", "Normative URI": "http://rs.tdwg.org/ac/terms/taxonCoverage", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/taxonCoverage-2020-01-27", "Label": "Taxon Coverage", "": "Required:No --Repeatable:No", "Definition": "A higher taxon (e. g., a genus, family, or order) at the level of the genus or higher, that covers all taxa that are the primary subject of the resource (which may be a media item or a collection).", "Notes": "Example: Where the subject of an image is several species of ducks with trees visible in the background, Taxon Coverage would still be Anatidae (and not Biota). Example: \"Aves\" for a bird key or a bird image collection. Do not add a rank (\"Class Aves\") in this field. Note that this somewhat expands the usage of ncd:taxonCoverage which, however has not yet been adopted by TDWG, and which specifies at the Family level or higher. For collections it is recommended to follow ncd:taxonCoverage to avoid conflicts between an AC record and a record arising from use of the un-adopted NCD. If the resource contains a single taxon, this should be placed in Scientific Taxon Name. In this case Taxon Coverage may be left empty, but if not, care should be taken that the entries do not conflict. Example: If Scientific Taxon Name is Quercus alba then Taxon Coverage, if provided at all, should be Quercus."}
{"Term Name": "dwc:vernacularName", "Normative URI": "http://rs.tdwg.org/dwc/terms/vernacularName", "Modified": "2020-08-23", "Term version URI": "http://rs.tdwg.org/dwc/terms/version/vernacularName-2017-10-06", "Label": "Common Name", "": "Required:No --Repeatable:Yes", "Definition": "A common or vernacular name.", "Usage": "Common (= vernacular) names of the subject in one or several languages. The ISO 639-1 language code SHOULD be given in parentheses after the name if not all names are given by values of the Metadata Language term.", "Notes": "The ISO language code after the name should be formatted as in the following example: 'abete bianco (it); Tanne (de); White Fir (en)'. If names are known to be male- or female-specific, this may be specified as in: 'ewe (en-female); ram (en-male);'.", "Examples": "Andean Condor,Condor Andino,American Eagle,Gänsegeier"}
{"Term Name": "ac:captureDevice", "Normative URI": "http://rs.tdwg.org/ac/terms/captureDevice", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/captureDevice-2020-01-27", "Label": "Capture Device", "": "Required:No --Repeatable:No", "Definition": "Free form text describing the device or devices used to create the resource.", "Notes": "It is best practice to record the device; this may include a combination such as camera plus lens, or camera plus microscope. Examples: \"Canon Supershot 2000\", \"Makroscan Scanner 2000\", \"Zeiss Axioscope with Camera IIIu\", \"SEM (Scanning Electron Microscope)\"."}
{"Term Name": "ac:digitizationDate", "Normative URI": "http://rs.tdwg.org/ac/terms/digitizationDate", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/digitizationDate-2020-01-27", "Label": "Date and Time Digitized", "": "Required:No --Repeatable:No", "Definition": "Date the first digital version was created, if different from Original Date and Time found in the Temporal Coverage Vocabulary.", "Usage": "https://www.w3.org/TR/NOTE-datetime", "Notes": "https://web.archive.org/web/20180919181934/http://www.metadataworkinggroup.org/pdf/mwg_guidance.pdf"}
{"Term Name": "ac:frameRate", "Normative URI": "http://rs.tdwg.org/ac/terms/frameRate", "Modified": "2022-02-23", "Term version URI": "http://rs.tdwg.org/ac/terms/version/frameRate-2022-02-23", "Label": "Frame Rate", "": "Required:No --Repeatable:No", "Definition": "The decimal fraction representing the frequency (rate) at which consecutive images (frames) were captured in real time for a moving image, expressed as the number of frames per second.", "Usage": "This term represents the rate at which consecutive images were captured in real time, not the rate at which the media is encoded to play back the recording.", "Notes": "For example, in a recording where 60 consecutive images (frames) are captured for each second of the real-time recording, this would be 60. In a time-lapse recording where one image (frame) is recorded every 5 seconds of recording, this would be 0.2."}
{"Term Name": "Iptc4xmpExt:LocationCreated", "Normative URI": "http://iptc.org/std/Iptc4xmpExt/2008-02-29/LocationCreated", "Modified": "2020-01-27", "Label": "Location Created", "": "Required:No --Repeatable:Yes", "Definition": "The location the content of the item was created", "Usage": "The location at which the media recording instrument was placed when the media was created.", "Notes": "The distinction between the location shown and created is often irrelevant, and metadata may be assumed to be referring to location shown. It is recommended that the Location Shown field above always be used when known. However, in the case of position data automatically recorded by the instrument (e. g. EXIF GPS data) Location Created should be used to maintain information accuracy. When one but not both of these locations are present, AC is silent about whether the provided one entails the other. A best practices document for a particular AC implementation might address this."}
{"Term Name": "ac:resourceCreationTechnique", "Normative URI": "http://rs.tdwg.org/ac/terms/resourceCreationTechnique", "Modified": "2020-10-13", "Term version URI": "http://rs.tdwg.org/ac/terms/version/resourceCreationTechnique-2020-10-13", "Label": "Resource Creation Technique", "": "Required:No --Repeatable:No", "Definition": "Information about technical aspects of the creation and digitization process of the resource. This includes modification steps (\"retouching\") after the initial resource capture.", "Notes": "Annotating whether and how a resource has been modified or edited significantly in ways that are not immediately obvious to, or expected by, consumers is of special significance. Examples for images are: Removing a distracting twig from a picture, moving an object to a different surrounding, changing the color in parts of the image, or blurring the background of an image. Modifications that are standard practice and expected or obvious are not necessary to document; examples of such practices include changing resolution, cropping, minor sharpening or overall color correction, and clearly perceptible modifications (e.g., addition of arrows or labels, or the placement of multiple pictures into a table.) If it is only known that significant modifications were made, but no details are known, a general statement like \"Media may have been manipulated to improve appearance\" may be appropriate. See also Subject Preparation Technique.", "Examples": "Encoding method or settings, numbers of channels, lighting, frames per second, data rate, interlaced or progressive, multiflash lighting, remote control, automatic interval exposure."}
{"Term Name": "mo:sample_rate", "Normative URI": "http://purl.org/ontology/mo/sample_rate", "Modified": "2020-10-13", "Label": "Sample Rate", "": "Required:No --Repeatable:No", "Definition": "Associates a digital signal to its sample rate.", "Usage": "Numeric value in hertz (Hz).", "Notes": "http://musicontology.com/specification/#term-sample_rate"}
{"Term Name": "ac:associatedObservationReference", "Normative URI": "http://rs.tdwg.org/ac/terms/associatedObservationReference", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/associatedObservationReference-2020-01-27", "Label": "Associated Observation Reference", "": "Required:No --Repeatable:Yes", "Definition": "A reference to an observation associated with this resource."}
{"Term Name": "ac:associatedSpecimenReference", "Normative URI": "http://rs.tdwg.org/ac/terms/associatedSpecimenReference", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/associatedSpecimenReference-2020-01-27", "Label": "Associated Specimen Reference", "": "Required:No --Repeatable:Yes", "Definition": "A reference to a specimen associated with this resource.", "Notes": "Supports finding a specimen resource, where additional information is available. If several resources relate to the same specimen, these are implicitly related. Examples: for NHM \"BM 23974324\" for a barcoded or \"BM Smith 32\" for a non-barcoded specimen; for UNITS: \"TSB 28637\"; for PMSL: \"PMSL-Lepidoptera-2534781\". Ideally this may be a URI identifying a specimen record that is available online."}
{"Term Name": "ac:derivedFrom", "Normative URI": "http://rs.tdwg.org/ac/terms/derivedFrom", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/derivedFrom-2020-01-27", "Label": "Derived From", "": "Required:No --Repeatable:Yes", "Definition": "A reference to an original resource from which the current one is derived.", "Usage": "Human readable, or doi number, or URL. Simple name of parent for human readable.", "Notes": "Derivation of one resource from another is of special interest for identification tools (e. g. a key from an unpublished data set, as in FRIDA, or a PDA key from a PC or web key) or web services (e. g. a name synonymization service being derived from a specific data set). It may very rarely also be known where one image or sound recording is derived from another (but compare the separate mechanism to be used for quality/resolution levels). Can be repeated if a montage of images."}
{"Term Name": "ac:IDofContainingCollection", "Normative URI": "http://rs.tdwg.org/ac/terms/IDofContainingCollection", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/IDofContainingCollection-2020-01-27", "Label": "ID of Containing Collection", "": "Required:No --Repeatable:Yes", "Definition": "If the resource is contained in a Collection, this field identifies that Collection uniquely.", "Notes": "Repeatable: A media resource may be member of multiple collections. The form of the identifier is left to implementers of specific implementations."}
{"Term Name": "ac:providerID", "Normative URI": "http://rs.tdwg.org/ac/terms/providerID", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/providerID-2020-01-27", "Label": "Provider ID", "": "Required:No --Repeatable:No", "Definition": "A globally unique ID of the provider of the current AC metadata record.", "Notes": "Only to be used if the annotated resource is not a provider itself - this item is for relating the resource to a provider, using an arbitrary code that is unique for a provider, contributing partner, or aggregator, or other roles (potentially defined by MARC, OAI) and by which the media resources are linked to the provider."}
{"Term Name": "ac:relatedResourceID", "Normative URI": "http://rs.tdwg.org/ac/terms/relatedResourceID", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/relatedResourceID-2020-01-27", "Label": "Related Resource ID", "": "Required:No --Repeatable:Yes", "Definition": "Resource related in ways not specified through a collection, e.g., before-after images; time-lapse series; different orientations/angles of view", "Notes": "The value references a related media item. Examples of relations are: Images taken in a sequence or defined time series, an exposure or focus series (e.g. for stacking), different framing or views (top, side, bottom) of the same subject, or an overview plus several details. The property makes such related media items discoverable, but does not indicate the nature of this relationship. More specific properties may be defined in a later version of AC."}
{"Term Name": "ac:accessURI", "Normative URI": "http://rs.tdwg.org/ac/terms/accessURI", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/accessURI-2020-01-27", "Label": "Access URI", "": "Required:No --Repeatable:No", "Definition": "A URI that uniquely identifies a service that provides a representation of the underlying resource.", "Usage": "If this resource can be acquired by an http request, its http URL SHOULD be given. If not, but it has some URI in another URI scheme, that MAY be given here.", "Notes": "Value might point to something offline, such as a published CD, etc. For example, the doi of a published CD would be a suitable value."}
{"Term Name": "dc:format", "Normative URI": "http://purl.org/dc/elements/1.1/format", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#format-007", "Label": "Format (literal)", "": "Required:No --Repeatable:No", "Definition": "The file format, physical medium, or dimensions of the resource.", "Usage": "https://www.iana.org/assignments/media-types/media-types.xhtml", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "dcterms:format", "Normative URI": "http://purl.org/dc/terms/format", "Modified": "2023-09-05", "Term version URI": "http://dublincore.org/usage/terms/history/#formatT-001", "Label": "Format (IRI)", "": "Required:No --Repeatable:No", "Definition": "The file format, physical medium, or dimensions of the resource.", "Usage": "http://rs.tdwg.org/ac/doc/format/", "Notes": "https://web.archive.org/web/20171126043657/https://github.com/dcmi/repository/blob/master/mediawiki_wiki/FAQ/DC_and_DCTERMS_Namespaces.md"}
{"Term Name": "ac:furtherInformationURL", "Normative URI": "http://rs.tdwg.org/ac/terms/furtherInformationURL", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/furtherInformationURL-2020-01-27", "Label": "Further Information URL", "": "Required:No --Repeatable:No", "Definition": "The URL of a Web site that provides additional information about the version of the media resource that is provided by the Service Access Point."}
{"Term Name": "ac:hashFunction", "Normative URI": "http://rs.tdwg.org/ac/terms/hashFunction", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/hashFunction-2020-01-27", "Label": "Hash Function", "": "Required:No --Repeatable:No", "Definition": "The cryptographic hash function used to compute the value given in the Hash Value.", "Notes": "Recommended values include MD5, SHA-1, SHA-224,SHA-256, SHA-384, SHA-512, SHA-512/224 and SHA-512/256"}
{"Term Name": "ac:hashValue", "Normative URI": "http://rs.tdwg.org/ac/terms/hashValue", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/hashValue-2020-01-27", "Label": "Hash", "": "Required:No --Repeatable:No", "Definition": "The value computed by a hash function applied to the media that will be delivered at the access point.", "Notes": "Best practice is to also specify the hash function by supplying a value of the Hash Function term, using one of the standard literals from the Notes there."}
{"Term Name": "ac:licensingException", "Normative URI": "http://rs.tdwg.org/ac/terms/licensingException", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/licensingException-2020-01-27", "Label": "Licensing Exception Statement", "": "Required:No --Repeatable:No", "Definition": "The licensing statement for this variant of the media resource if different from that given in the License Statement property of the resource.", "Notes": "Required only if this version has different licensing than that of the media resource. For example, the highest resolution version may be more restricted than lower resolution versions."}
{"Term Name": "exif:PixelXDimension", "Normative URI": "http://ns.adobe.com/exif/1.0/PixelXDimension", "Modified": "2023-09-05", "Label": "Image Width", "": "Required:No --Repeatable:No", "Definition": "Information specific to compressed data. When a compressed file is recorded, the valid width of the meaningful image shall be recorded in this tag, whether or not there is padding data or a restart marker.  This tag shall not exist in an uncompressed file.", "Usage": "The width in pixels of the media specified by the access point. Contrary to the definition, in Audiovisual Core, this term MAY be used with uncompressed files.", "Notes": "Audiovisual Core uses this term for any image type, including those to which EXIF does not apply and those that are not a compressed file type like JPEG."}
{"Term Name": "exif:PixelYDimension", "Normative URI": "http://ns.adobe.com/exif/1.0/PixelYDimension", "Modified": "2023-09-05", "Label": "Image Height", "": "Required:No --Repeatable:No", "Definition": "Information specific to compressed data. When a compressed file is recorded, the valid height of the meaningful image shall be recorded in this tag, whether or not there is padding data or a restart marker.  This tag shall not exist in an uncompressed file.", "Usage": "The height in pixels of the media specified by the access point. Contrary to the definition, in Audiovisual Core, this term MAY be used with uncompressed files.", "Notes": "Audiovisual Core uses this term for any image type, including those to which EXIF does not apply and those that are not a compressed file type like JPEG."}
{"Term Name": "ac:ServiceAccessPoint", "Normative URI": "http://rs.tdwg.org/ac/terms/ServiceAccessPoint", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/ServiceAccessPoint-2020-01-27", "Label": "Service Access Point Class", "": "Required:No --Repeatable:", "Definition": "A specific digital representation of a media resource.", "Usage": "This term serves as a type for values of the ac:hasServiceAccessPoint property.", "Notes": "For example, a Service Access Point may have a specific resolution, quality, or format."}
{"Term Name": "ac:serviceExpectation", "Normative URI": "http://rs.tdwg.org/ac/terms/serviceExpectation", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/serviceExpectation-2023-09-05", "Label": "Service Expectation", "": "Required:No --Repeatable:No", "Definition": "A term that describes what service expectations users may have of the ac:accessURI.", "Notes": "Recommended terms include online (denotes that the URL is expected to deliver the resource), authenticate (denotes that the URL delivers a login or other authentication interface requiring completion before delivery of the resource) published(non digital) (denotes that the URL is the identifier of a non-digital published work, for example a doi.) Communities should develop their own controlled vocabularies for Service Expectations."}
{"Term Name": "ac:variant", "Normative URI": "http://rs.tdwg.org/ac/terms/variant", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/variant-2023-09-05", "Label": "Variant (IRI)", "": "Required:No --Repeatable:Yes", "Definition": "The category describing this Service Access Point variant, denoted by an IRI.", "Usage": "http://rs.tdwg.org/ac/doc/variant/"}
{"Term Name": "ac:variantDescription", "Normative URI": "http://rs.tdwg.org/ac/terms/variantDescription", "Modified": "2020-01-27", "Term version URI": "http://rs.tdwg.org/ac/terms/version/variantDescription-2020-01-27", "Label": "Variant Description", "": "Required:No --Repeatable:No", "Definition": "Text that describes this Service Access Point variant", "Notes": "Most variants (thumb, low-res, high-res) are self-explanatory and it is best practice to leave this property empty if no special description is needed. It is provided for cases that require additional information (e.g., video shortened instead of simply quality reduced)."}
{"Term Name": "ac:variantLiteral", "Normative URI": "http://rs.tdwg.org/ac/terms/variantLiteral", "Modified": "2023-09-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/variantLiteral-2023-09-05", "Label": "Variant (literal)", "": "Required:No --Repeatable:Yes", "Definition": "The category describing this Service Access Point variant, denoted by a controlled value string.", "Usage": "http://rs.tdwg.org/ac/doc/variant/"}
{"Term Name": "ac:endTime", "Normative URI": "http://rs.tdwg.org/ac/terms/endTime", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/endTime-2021-10-05", "Label": "End Time in Seconds", "": "Required:No --Repeatable:No", "Definition": "The end of a temporal region, specified as an absolute offset relative to the beginning of the media item (this corresponds to Normal Play Time RFC 2326), specified as seconds, with an optional fractional part to indicate milliseconds or finer.", "Usage": "This term MUST only be applied to a region of interest."}
{"Term Name": "ac:endTimestamp", "Normative URI": "http://rs.tdwg.org/ac/terms/endTimestamp", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/endTimestamp-2021-10-05", "Label": "End Timestamp", "": "Required:No --Repeatable:No", "Definition": "The end of a temporal region, specified as real-world clock time ISO 8601 timestamps, using UTC timezone, with an optional fractional part to indicate milliseconds or finer. There is no limit on the number of decimal places for the decimal fraction.", "Usage": "This term MAY be applied to a region of interest or an entire media item."}
{"Term Name": "ac:hasROI", "Normative URI": "http://rs.tdwg.org/ac/terms/hasROI", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/hasROI-2021-10-05", "Label": "Has Region of Interest", "": "Required:No --Repeatable:Yes", "Definition": "A region of interest located within the subject media item.", "Usage": "ac:hasROI is the inverse property of ac:isROIOf.", "Notes": "Used to link a subject media item to an object region of interest."}
{"Term Name": "ac:heightFrac", "Normative URI": "http://rs.tdwg.org/ac/terms/heightFrac", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/heightFrac-2021-10-05", "Label": "Fractional Height", "": "Required:No --Repeatable:No", "Definition": "The height of the bounding rectangle, expressed as a decimal fraction of the height of the media item.", "Usage": "The sum of a valid value plus ac:yFrac MUST be greater than zero and less than or equal to one. The precision of this value SHOULD be great enough that when ac:heightFrac and ac:yFrac are used with the exif:PixelYDimension of the Best Quality variant of the Service Access point to calculate the lower right corner of the rectangle, rounding to the nearest integer results in the same vertical pixel originally used to define the point. This term MUST NOT be used with ac:radius to define a region of interest.", "Notes": "Zero-sized bounding rectangles are not allowed. To designate a point, use the radius option with a zero value."}
{"Term Name": "ac:isROIOf", "Normative URI": "http://rs.tdwg.org/ac/terms/isROIOf", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/isROIOf-2021-10-05", "Label": "Is Region of Interest of", "": "Required:No --Repeatable:No", "Definition": "The media item within which a region of interest is located.", "Usage": "ac:isROIOf is the inverse property of ac:hasROI.", "Notes": "Used to link a subject region of interest to an object media item."}
{"Term Name": "ac:mediaDuration", "Normative URI": "http://rs.tdwg.org/ac/terms/mediaDuration", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/mediaDuration-2021-10-05", "Label": "Media Duration", "": "Required:No --Repeatable:No", "Definition": "The playback duration of an audio or video file in seconds.", "Notes": "This might be different from the time in seconds calculated as the difference of ac:endTimestamp and ac:startTimestamp if ac:mediaSpeed is not equal to 1."}
{"Term Name": "ac:mediaSpeed", "Normative URI": "http://rs.tdwg.org/ac/terms/mediaSpeed", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/mediaSpeed-2021-10-05", "Label": "Media Speed", "": "Required:No --Repeatable:No", "Definition": "The decimal fraction representing the natural speed over the encoded speed.", "Usage": "If a value for ac:mediaSpeed is not provided, applications SHOULD assume that 1.0 is the value.", "Notes": "For example, in a time-lapse recording where 60 seconds of natural time is represented in 1 second of media this would be 60. In a time-expanded recording where 1 second of recording is represented in 5 seconds of media, this would be 0.2."}
{"Term Name": "ac:radius", "Normative URI": "http://rs.tdwg.org/ac/terms/radius", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/radius-2021-10-05", "Label": "Radius", "": "Required:No --Repeatable:No", "Definition": "The radius of a bounding circle or arc, expressed as a fraction of the width of the media item.", "Usage": "A valid value MUST be greater than or equal to zero. A valid value MAY cause the designated circle to extend beyond the bounds of the media item. In that case, the arc within the media item plus the bounds of the media item specify the region of interest. This term MUST NOT be used with ac:widthFrac or ac:heightFrac to define a region of interest.", "Notes": "This term may be used with ac:xFrac and ac:yFrac to define a point. In that case, the implication is that the point falls on some object of interest within the media item, but nothing more can be assumed about the bounds of that object."}
{"Term Name": "ac:RegionOfInterest", "Normative URI": "http://rs.tdwg.org/ac/terms/RegionOfInterest", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/RegionOfInterest-2021-10-05", "Label": "Region of Interest Class", "": "Required:No --Repeatable:", "Definition": "A designated region of a media item bounded in dimensions appropriate for the media type.", "Notes": "Dimensions may include spatial, temporal, or frequency bounds."}
{"Term Name": "ac:startTime", "Normative URI": "http://rs.tdwg.org/ac/terms/startTime", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/startTime-2021-10-05", "Label": "Start Time in Seconds", "": "Required:No --Repeatable:No", "Definition": "The beginning of a temporal region, specified as an absolute offset relative to the beginning of the media item (this corresponds to Normal Play Time RFC 2326), specified as seconds, with an optional fractional part to indicate milliseconds or finer.", "Usage": "This term MUST only be applied to a region of interest."}
{"Term Name": "ac:startTimestamp", "Normative URI": "http://rs.tdwg.org/ac/terms/startTimestamp", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/startTimestamp-2021-10-05", "Label": "Start Timestamp", "": "Required:No --Repeatable:No", "Definition": "The beginning of a temporal region, specified as real-world clock time ISO 8601 timestamps, using UTC timezone, with an optional fractional part to indicate milliseconds or finer. There is no limit on the number of decimal places for the decimal fraction.", "Usage": "This term MAY be applied to a region of interest or an entire media item."}
{"Term Name": "ac:widthFrac", "Normative URI": "http://rs.tdwg.org/ac/terms/widthFrac", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/widthFrac-2021-10-05", "Label": "Fractional Width", "": "Required:No --Repeatable:No", "Definition": "The width of the bounding rectangle, expressed as a decimal fraction of the width of the media item.", "Usage": "The sum of a valid value plus ac:xFrac MUST be greater than zero and less than or equal to one. The precision of this value SHOULD be great enough that when ac:widthFrac and ac:xFrac are used with the exif:PixelXDimension of the Best Quality variant of the Service Access point to calculate the lower right corner of the rectangle, rounding to the nearest integer results in the same horizontal pixel originally used to define the point. This term MUST NOT be used with ac:radius to define a region of interest.", "Notes": "Zero-sized bounding rectangles are not allowed. To designate a point, use the radius option with a zero value."}
{"Term Name": "ac:xFrac", "Normative URI": "http://rs.tdwg.org/ac/terms/xFrac", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/xFrac-2021-10-05", "Label": "Fractional X", "": "Required:No --Repeatable:No", "Definition": "The horizontal position of a reference point, measured from the left side of the media item and expressed as a decimal fraction of the width of the media item.", "Usage": "A valid value MUST be greater than or equal to zero and less than or equal to one. The precision of this value SHOULD be great enough that when the ac:xFrac value is multiplied by the exif:PixelXDimension of the Best Quality variant of the Service Access point, rounding to the nearest integer results in the same horizontal pixel location originally used to define the point.", "Notes": "This point can serve as the horizontal position of the upper left corner of a bounding rectangle, or as the center of a circle."}
{"Term Name": "ac:yFrac", "Normative URI": "http://rs.tdwg.org/ac/terms/yFrac", "Modified": "2021-10-05", "Term version URI": "http://rs.tdwg.org/ac/terms/version/yFrac-2021-10-05", "Label": "Fractional Y", "": "Required:No --Repeatable:No", "Definition": "The vertical position of a reference point, measured from the top of the media item and expressed as a decimal fraction of the height of the media item.", "Usage": "A valid value MUST be greater than or equal to zero and less than or equal to one. The precision of this value SHOULD be great enough that when the ac:yFrac value is multiplied by the exif:PixelYDimension of the Best Quality variant of the Service Access point, rounding to the nearest integer results in the same vertical pixel originally used to define the point.", "Notes": "This point can serve as the vertical position of the upper left corner of a bounding rectangle, or as the center of a circle."}
